bat
coreutils
entr
eza
fd
fzf
gh
gron
hermit
hugo
jq
just
lua
lua-language-server
md5sha1sum
moor
neovim
pipx
pipx
python@3.13
rename
riff
ripgrep
ruff
sd
sk
tmux
tokei
uv
wget
zsh-autosuggestions
zsh-syntax-highlighting
