entr
eza
hermit
jq
just
neovim
pipx
python@3.12
ripgrep
tmux
tokei
fzf
lua
rename
md5sha1sum
fd
hugo
sk
gron
jq
pipx
wget
bat
