aws-cli
base-devel
bat
cmake
docker
eza
fd
git
httpie
iputils
jq
man
neovim
nodejs
npm
openssh
python
python-pip
ripgrep
rustup
sd
skim
terraform
thefuck
tmux
tokei
vim
wget
zsh
zsh-syntax-highlighting
